Repository: MoElkilany/EduTracker
Catalog: EduTracker/App Manager/LanguageManager/*.lproj/Localizable.strings
Languages: ar

source: Please Enter the activity name
ar: الرجاء إدخال اسم النشاط

source: Add new gift
ar: إضافة مكافأة جديدة

source: Gift name
ar: اسم المكافأة

source: Please Enter the gift name
ar: الرجاء إدخال اسم المكافأة

source: Enter the gift name
ar: الرجاء إدخال اسم المكافأة

source: Please choose the gift Image
ar: الرجاء إختيار صورة المكافأة

source: Please Enter the reason of discount
ar: الرجاء إدخال سبب الخصم

source: Please choose the child
ar: الرجاء إختيار الطفل

# old Password is Empty
source: Please enter the old Password
ar: الرجاء إدخال كلمة المرور القديمة

source: Confirm new password is empty
ar: تآكيد كلمة المرور الجديدة فارغة

# the Point
source: Points
ar: النقاط

source: Child entry
ar: دخول الطفل

source: Add new activity
ar: إضافة نشاط جديد

source: Add new goal
ar: إضافة هدف جديد

source: Add new statistics
ar: إضافة إحصائية جديدة

# There are no registered children
source: There are no registered children. You can add your child Through the add icon
ar: لا يوجد أطفال مسجلون. يمكنك إضافة طفلك من خلال أيقونة الإضافة

# There are no tasks
source: There are no tasks you can add a task Through the add icon
ar: لا يوجد مهام يمكنك إضافة مهمة من خلال ايقونة إضافة

source: No rewards
ar: لا يوجد مكافأت يمكنك إضافة مكافأة من خلال ايقونة إضافة

# Award information
source: Give your child motivation points when he does positive actions
ar: امنح طفلك نقاط تحفيزيه عندما يقوم باعمال ايجابية

# Discount information
source: Deduct points from your child when he performs negative actions
ar: اخصم من طفلك نقاط عندما يقوم باعمال سلبيه

source: Unlimited points
ar: عدد نقاط غير محدود

source: Shatoor premium
ar: شطور بريميوم

source: Balance
ar: الرصيد

source: Goal
ar: هدف

source: Goal Name
ar: إسم المهمة

source: Activity Name
ar: إسم النشاط

source: Reason for deduction of points
ar: سبب خصم النقاط

source: Reason for awarding points
ar: سبب منح النقاط

source: Bonus name
ar: اسم المكافأة

source: Total implementation
ar: إجمالي التنفيذ

source: Activity
ar: نشاط

source: Discount
ar: خصم

# Hi
source: Welcom
ar: أهلا

# excellent
source: Sweety
ar: الشطور

# excellents
source: Sweety
ar: الشطورة

source: No, Not Now
ar: لا، ليس الآن

# SIGNOUT
source: Logout
ar: تسجيل الخروج

source: Yes, Sign Out
ar: نعم، سجل الخروج

# SIGN_OUT_MESSAGE
source: Do you want to Sign Out from the app?
ar: هل تريد تسجيل الخروج من التطبيق ؟

source: No grants
ar: لا يوجد منح

source: No discounts
ar: لا يوجد خصومات

source: No activites
ar: لا يوجد انشطة

source: No goals
ar: لا يوجد اهداف

source: You have no notifications
ar: لا يوجد لديك إشعارات

source: You have no registered children
ar: لايوجد لديك ابناء مُسجلين

# Please add Childern First
source: No children registered You can add your child Through the add icon
ar: لا يوجد أبناء مسجلين يمكنك إضافة طفلك من خلال ايقونة إضافة

# No Discounts Data
source: No Discounts
ar: لا يوجد خصومات

# No Award Data
source: No Award
ar: لا يوجد منح

source: Shatoor shop
ar: متجر شطور

source: Bonus shop
ar: متجر المكافأة
