Repository: MoElkilany/EduTracker
Catalog: EduTracker/App Manager/LanguageManager/*.lproj/Localizable.strings
Languages: ar

source: Please choose the application language
ar: يرجي اختيار لغه التطبيق

source: Choose your language
ar: أختر لغتك

source: welcome .. !
ar: ياهلا والله ...!

# united_states
source: saudi
ar: united_states

source: We congratulate you on choosing the right path for a life full of accomplishments, God Almighty willing
ar: نهنئكم بإختيار الطريق الصحيح لحياة مليئة بالإنجازات بإذن االله تعالى

source: Next
ar: التالي

source: Start your experiment now
ar: إبدا تجربتك الان

source: welcome
ar: مرحبا بك

source: Please choose the type of registration
ar: برجاء اختيار نوع التسجيل

source: Login
ar: تسجيل دخول

source: SignUp
ar: انشاء حساب

source: Skip
ar: تخطي

source: Welcome Back
ar: أهلا بعودتك

source: Log in to your account again
ar: تسجيل الدخول الى حسابك من جديد

source: Phone Number
ar: رقم الجوال

# Please Enter your phone
source: Please Enter your email or phone
ar: الرجاء ادخال البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Please enter the ID
ar: الرجاء إدخال الرقم التعريفي

source: Please Enter your Password
ar: الرجاء ادخال كلمة المرور

source: Forget Password ?
ar: نسيت كلمة المرور؟

source: You Don't have Account?
ar: ليس لديك حساب ؟

source: Press Here
ar: اضغط هنا

source: Password Recovery
ar: إسترجاع كلمة المرور

source: Enter the mobile number you are registered with in order to send the verification code
ar: ادخل رقم الجوال المسجل به حتى يتم إرسال كود التحقق عليه

source: confirmation
ar: التأكيد

source: the is Account is provider, Please Login by User Account
ar: هذا حساب مقدم خدمة الرجاء تسجيل الدخول باستخدام حساب مستخدم

source: Enter As A Visitor
ar: الدخول كزائر

source: Parents login
ar: تسجيل دخول الآباء

# Email or mobile number
source: Email
ar: البريد الالكتروني

source: Create an account now
ar: قم بأنشاء حساب الان

source: Don't have Account?
ar: لا تمتلك حساباً ؟

source: Child application
ar: تطبيق الطفل

# Enter your email or mobile number To recover your password
source: Enter your email to recover your password
ar: ادخل البريد الالكتروني لاسترداد كلمة المرور الخاصة بك

# Email Or Phone
source: Please enter your email
ar: الرجاء إدخال البريد الالكتروني

source: Please complete verification Code
ar: الرجاء إكمال كود التحقق

source: Child login
ar: تسجيل دخول الطفل

source: Get login information through an app Bits for parents
ar: احصل على معلومات الدخول من خلال تطبيق شطور للآباء

source: ID number
ar: الرقم التعريفي

source: Sign in with barcode
ar: تسجيل الدخول بالباركود

source: Please Enter the ID number
ar: الرجاء إدخال الرقم التعريفي

source: Sign Up
ar: إنشاء حساب

source: Register With us
ar: مسجل لدينا

source: By registering, you agree to the terms and conditions
ar: بالتسجيل ، فإنك توافق على الشروط والأحكام

source: Skip Register
ar: تخطي التسجيل

source: Create Account
ar: إنشاء حساب

source: user Name
ar: اسم المستخدم

source: Please Enter your user Name
ar: الرجاء كتابة اسم المستخدم

source: Contacts Information
ar: معلومات التواصل

source: You will be logged in and a verification code will be sent to this number
ar: سيتم تسجيل الدخول وارسال رمز التحقق على هذا الرقم

source: Email
ar: البريد الالكتروني

source: please enter valid email
ar: الرجاء إدخال بريد إلكتروني صحيح

source: Please Enter your Email
ar: الرجاء إدخال البريد الالكتروني

source: Confirm Password
ar: تآكيد كلمة المرور

source: Please Enter Confirm Password
ar: الرجاء إدخال تاكيد كلمة المرور

source: Please Enter your answer
ar: الرجاء ادخال اجابتك

source: Register your data in order to create a new account
ar: سجل بياناتك من اجل انشاء حساب جديد

source: Yes
ar: نعم

source: No
ar: لا

source: cash
ar: كاش

source: online
ar: اون لاين

source: your Account Updated successfully
ar: تم تحديث حسابك بنجاح

source: Verification
ar: التحقق

source: Enter the code that was sent to the number
ar: قم بأدخل الرمز الذي تم ارساله الى البريد الإلكتروني

# Resend the code after
source: Resend the code
ar: إعادة ارسال الرمز

source: Enter a new password for your account Through it you can log in
ar: قم بإدخال كلمة مرور جديدة لحسابك من خلالها يمكنك تسجيل الدخول

source: Reset the password
ar: اعادة تعين كلمة المرور

source: Create a new account
ar: انشاء حساب حديد

source: Full Name
ar: الاسم كامل

# Sex
source: Gender
ar: الجنس

source: Relative relation
ar: صلة القرابة

source: Have Account?
ar: هل تمتلك حساباً ؟

source: Login Now
ar: سجل الدخول الان

source: Male
ar: ذكر

source: Female
ar: آنثي

source: Father
ar: آب

source: mother
ar: آم

source: uncle
ar: عم

source: Aunt
ar: عمه

source: Teacher
ar: معلم

source: Validation code
ar: كود التفعيل

source: Resend the code again
ar: أعد إرسال الكود مرة أخرى

source: Please enter the code sent to you via the mobile number
ar: برجاء ادخال الكود المرسل اليك عبر رقم الجوال

source: Verification code for your number
ar: رمز التحقق لرقمك

source: There is no registered email
ar: لا يوجد بريدإلكتروني مسجل

# If you want to activate
source: If you want to activate theaccount by e-mail Recorder, you can click here
ar: إذا تود تفعيل الحساب عن طريق البريد الإلكتروني المسجل فيمكنك الضغط هنا

source: Please enter the new password
ar: برجاء ادخال كلمة المرور الجديدة

source: New Password
ar: كلمة المرور الجديدة

source: Please Enter New Password
ar: الرجاء ادخال كلمة المرور

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Please Enter Confirm New Password
ar: الرجاء تأكيد كلمة المرور الجديدة

source: Old Password
ar: كلمة المرور القديمة

source: Please enter your old password
ar: الرجاء إدخال كلمة المرور القديمة

source: ChangePassword
ar: تغيير كلمة المرور

# Something went wrong
source: Something wrong
ar: حدث خطأ

# Something wrong
source: Something went wrong
ar: حدث خطأ ما

source: Sign in for children
ar: تسجيل دخول للابناء

source: OK
ar: حسناً

source: Error
ar: خطآ

source: Success
ar: عملية ناجحة

source: Server Error
ar: خطآ في الخادم

source: There is no Data Found
ar: لا يوجد بيانات

# You Don't have Subsection Please Add Subsection
source: Please Add Subsection
ar: الرجاء إضافة قسم فرعي جديد

source: the is Account is User, Please Login by Provider Account
ar: الحساب هو مستخدم ، يرجى تسجيل الدخول عن طريق حساب الموفر

# Phone is Empty
source: pleas Enter phone number
ar: الرجاء إدخال رقم الهاتف

source: Enter valid Phone Number
ar: يرجي إدخال رقم جوال صحيح

source: Password is Empty
ar: كلمة المرور فارغة

source: please enter phone number
ar: الرجاء إدخال رقم الجوال

source: Enter valid Password
ar: يرجي إدخال رقم سري صحيح

source: User Name is Empty
ar: الرجاء إدخال اسم المستخدم

source: Verification Code is Empty
ar: الرجاء إدخال كود التحقق

source: Password does not match
ar: كلمة السر غير متطابقة

source: Confirm Password is Empty
ar: تآكيد كلمه المرور فارغ

source: Current Password is Empty
ar: كلمة المرور الجديدة فارغة

# Current Password
source: old Password
ar: كلمة المرور القديمة

source: Complaint or suggestion Address is Empty
ar: عنوان الشكوي او المقترح فارغ

source: Complaint or suggestion Text is Empty
ar: نص الشكوي او المقترح فارغ

source: arabic Name is Empty
ar: اسم المنتج باللغة العربية فارغ

source: english Name is Empty
ar: اسم المنتج باللغة الانجليزية فارغ

source: arabic Description is Empty
ar: وصف المنتج باللغه العربية فارغ

source: english Description is Empty
ar: وصف المنتج باللغه الانجليزية فارغ

source: whatsApp number is Empty
ar: رقم الواتساب فارغ

# Main Section is Empty
source: Main Section is Empt
ar: القسم الرئسي فارغ

source: Please Choose Photo
ar: من فضلك قم بإختيار صورة

source: The Load type is Empty
ar: نوع الحمولة فارغ

source: the receiving destination is Empty
ar: وجهة الإستلام فارغ

source: destination of delivery is Empty
ar: وجهة التسليم فارغ

# Enter valid WhatsApp Number
source: Enter valid WhatsApp Number Consist of 9 numbers
ar: يرجي إدخال رقم واتساب صحيح مكون من ٩ ارقام

source: Vehicl Type is Empty
ar: نوع المركبة فارغ

source: Load Type is Empty
ar: نوع النقل فارغ

source: Driving License Image is Empty
ar: من فضلك قم باختيار صورة الرخصة

source: Vehicle Plate Image is Empty
ar: من فضلك قم بإختيار لوحة المركبة

# Internet Connection Faild
source: An error occurred connecting to the Internet, please try again
ar: حدث خطأ في الإتصال بالإنترنت الرجاء المحاولة مرة اخري

# retry
source: Try again
ar: حاول مرة اخري

source: Logout successfully
ar: تم تسجيل الخروج بنجاح

source: You are a visitor Please login
ar: انت ذائر يرجي تسجل الدخول

source: Has been resent an activation code
ar: تم اعادة ارسال كود التفعيل

# All
source: All Children
ar: جميع الأبناء

# Conncetivity
source: Please Connect the internet
ar: يرجي الاتصال بالانترنت

source: You are Join as Driver
ar: انت بالفعل سائق

source: Modification
ar: تعديل

source: Delete
ar: حذف

source: Deleted successfully
ar: تم الحذف بنجاح

source: Contact Information
ar: معلومات التواصل

source: Please enter the Commercial number consist of at least 9 numbers
ar: الرجاء إدخال الرقم التجاري مكون من 9 أرقام على الأقل

source: Please enter Description In English
ar: الرجاءإدخال الوصف باللغه الآنجليزية

source: Please enter Description In Arabic
ar: الرجاء إدخال الوصف باللغه العرية

source: Please enter the Password number consist of at least 6 numbers
ar: الرجاء إدخال الرقم السري مكون من ٦ أرقام على الأقل

source: Please enter the IBan number that consist of at least 9 numbers
ar: الرجاء إدخال رقم الايبان مكون من ٩ أرقام على الأقل

source: The discount price must be less than the product price
ar: يجب ان يكون سعر الخصم اقل من سعر المنتج

source: Choose Image
ar: إختر صورة

source: Pick Image From
ar: إلتقاط صورة من

source: Gallery
ar: معرض الصور

source: Camera
ar: الكاميرا

source: Cancel
ar: إلغاء

source: Products
ar: المنتجات

source: Appointments
ar: المواعيد

source: Orders
ar: الطلبات

source: More
ar: المزيد

source: Home
ar: الرئيسية

source: Main
ar: الرئيسية

source: My Reservations
ar: حجوزاتى

source: My purchases
ar: مشترياتي

source: My Account
ar: حسابى

source: Messages
ar: الرسائل

source: Settings
ar: الاعدادات

source: Favorite
ar: المفضلة

source: Wallet
ar: المحفظة

source: Subscription packages
ar: باقات الاشتراك

source: Advertise and Distinguish
ar: أعلن وتميز

source: Call us
ar: اتصل بنا

source: who are we
ar: من نحن

source: Terms and Conditions
ar: الشروط والاحكام

source: Application language
ar: لغة التطبيق

source: Night mode
ar: الوضع الليلى

source: Sign out
ar: تسجيل الخروج

source: Message Details
ar: تفاصيل الرسالة

source: Payment method
ar: طريقة الدفع

source: your Message
ar: رسالتك

source: Please Enter your Message
ar: الرجاء إدخال رسالتك

source: Send
ar: إرسال

source: App Language
ar: لغة التطبيق

source: Please choose the application language you want
ar: برجاء اختيار لغة التطبيق التي تريدها

source: Your Desier Amount
ar: المبلغ المراد

source: Change Password
ar: تغير كلمة المرور

source: Save Modification
ar: حفظ التعديلات

# Activity Edit
source: Edit activity
ar: تعديل النشاط

# Goal Edit
source: Edit goal
ar: تعديل الهدف

# Gift Edit
source: Edit gift
ar: تعديل المكافاة

source: Your available balance
ar: رصيدك المتوفر

source: Balance recovery
ar: إستعادة الرصيد

source: recharge the balance
ar: شحن رصيد

source: Payment Confirmation
ar: تآكيد الدفع

source: The name of the bank
ar: اسم المصرف

source: Account name
ar: اسم الحساب

source: Account number
ar: رقم الحساب

source: IBAN number
ar: رقم الايبان

source: Please Enter your Desier Amount
ar: برجاء إدخال المبلغ المراد إستعادته

source: Payment data
ar: بيانات الدفع

source: Please Enter Account Holder's Name
ar: برجاء إدخال اسم صاحب الحساب

source: Please Enter the amount paid
ar: برجاء إدخال اسم البنك

source: Please Attach the picture of the transfer
ar: برجاءإرفاق صورة الحوالة

source: Account Holder's Name
ar: اسم صاحب الحساب

source: The amount paid
ar: المبلغ المدفوع

source: Attach a the picture of the transfer
ar: إرفاق صورة الحوالة

source: Please attach a the picture of the transfer
ar: الرجاء إرفاق صورة الحوالة

source: Delivery service has changed successfully
ar: تم تغير خدمة التوصيل بنجاح

source: Please specify the length and timing of the appointment
ar: الرجاء تحديد مدة وتوقيت الموعد

source: Payment information has been added successfully
ar: تم إضافة بيانات الدفع بنجاح

source: Bank name
ar: اسم البنك

source: Please enter bank name
ar: الرجاء ادخال اسم البنك

source: Beneficiary Name
ar: اسم المستفيد

source: Please enter beneficiary name
ar: الرجاء ادخال اسم المستفيد

source: Please enter iBAN Number name
ar: الرجاء ادخال رقم الايبان

source: The main picture has been attached
ar: تم إرفاق الصورة بنجاح

# noContent
source: No content, please choose another child
ar: لا يوجد محتوى الرجاء إختيار طفل آخر

source: Show
ar: إظهار

source: Sort
ar: ترتيب حسب

source: km
ar: كم

source: Closed
ar: مغلق

source: maintenance
ar: تحت الصيانة

source: Nearest distance
ar: الاقرب مسافة

source: highest rated
ar: الاعلي تقيما

source: most wanted
ar: الاكثر طلبا

source: list
ar: قائمة

source: Table
ar: جدول

source: map
ar: خريطة

source: Search
ar: بحث

source: Please Enter Search words
ar: الرجاء إدخال كلمات البحث

source: Sorry .. !
ar: نآسف ..!

source: Service introduction outside working hours
ar: مقدم الخدمة خارج ساعات العمل

source: Service introduction under maintenance
ar: مقدم الخدمة تحت الصيانة

source: Open
ar: مفتوح

# Descriptoin
source: Description
ar: الوصف

source: Work Time
ar: آوقات العمل

source: Show Times
ar: عرض الاوقات

source: Service
ar: الخدمات

source: Have a Conversation
ar: إجراء محادثة

source: Comments
ar: التعليقات

source: Work Times
ar: آوقات العمل

source: there is no working time
ar: لا يوجد اوقات عمل

source: Service Details
ar: تفاصيل الخدمة

source: Pay the full amount
ar: دفع المبلغ كاملا

source: Paying part of the amount to guarantee the reservation
ar: دفع جزء من المبلغ لضمان الحجز

# SAR after discount
source: Price after discount
ar: السعر بعد الخصم

source: discount
ar: خصم

source: the amount to be paid is
ar: المبلغ المراد دفعه هو

source: SAR
ar: رس

source: Reserve Service
ar: احجز الخدمة الآن

source: The date of the reservation
ar: موعد الحجز

source: Select Day
ar: تحديد اليوم

source: Select Time
ar: تحديد الوقت

# your Notes
source: add your Notes
ar: اضف ملاحظاتك

source: please enter Your Notes
ar: الرجاء ادخال ملاحظاتك

source: please Chosse the Service Fee
ar: الرجاء إختيار رسوم الخدمة

source: Please choose Valid date
ar: الرجاء إختيار تاريخ صحيح

source: Confirm Reservations
ar: تآكيد الحجز

source: This is not refundable
ar: هذاالحجز غير قابل للاسترداد

source: This is refundable
ar: هذاالحجز قابل للاسترداد

source: Done
ar: تم

source: Please choose The Date
ar: الرجاء إختيار التاريخ

source: Please choose The Time
ar: الرجاء إختيار الوقت

source: Follow reservation
ar: متابعة الحجز

source: Follow Order
ar: متابعة الطلب

source: Notification
ar: الإشعارات

source: The request has been sent successfully
ar: تهانينا تم إرسال طلبك بنجاح

source: You can track your order from the My Purchases section
ar: يمكنك متابعة طلبك من خانة مشترياتى

source: You can track your request from the My Reservations section
ar: يمكنك متابعة طلبك من خانة حجوزاتى

source: Back to main
ar: الرجوع للرئيسية

source: order number
ar: رقم الطلب

source: order type
ar: نوع الطلب

# current Order
source: current Orders
ar: الطالبات الحالية

# completed Order
source: completed Orders
ar: الطالبات المنتهية

source: Order Details
ar: تفاصيل الطلب

source: Order number
ar: رقم الطلب

source: Service type
ar: نوع الخدمة

source: Service price
ar: سعر الخدمة

source: The date on which the order was created
ar: تاريخ إنشاء الطلب

source: booking date
ar: تاريخ الحجز

source: Time of booking
ar: وقت الحجز

source: Booking details
ar: تفاصيل الحجز

source: Services Details
ar: تفاصيل الخدمة

source: Please Choose the Cancel Reason
ar: الرجاء إختيار سبب الرفض

source: Reason for cancellation
ar: سبب الإلغاء

source: Request Sent
ar: تم ارسال الطلب

source: The order has been confirmed
ar: تم تأكيد الطلب

source: The request has been completed
ar: تم إكتمال الطلب

source: Canel Order
ar: إلغاء الطلب

# Rate Order
source: Rate Service
ar: قيم الخدمة

source: Cancelation Reason
ar: سبب الرفض

source: Order Canceled
ar: تم الإلغاء

source: Reason for Reporting
ar: سبب الإبلاغ

source: Dismiss
ar: رجوع

source: Back
ar: رجوع

source: Submit the reason for reporting successfully
ar: تم إرسال سبب الإبلاغ بنجاح

source: The cancellation was successful
ar: تم الإلغاء بنجاح

source: Please rate the Provider
ar: من فضلك قم بتقييم مقدم الخدمة

source: Your rating has been added successfully
ar: تم إضافة تقييمك بنجاح

source: Your Comment
ar: تعليقك

source: write your comment
ar: إكتب تعليقك

source: pending Payment Order
ar: طالبات قيد الدفع

source: On Way
ar: في الطريق

source: Phone number
ar: رقم الجوال

source: The date of application
ar: تاريخ الطلب

source: preferences
ar: التفضيلات

source: notes
ar: الملاحظات

source: receive Order
ar: إستلام الطلب

source: products
ar: ملخص الطلب

source: Products value
ar: قيمة المنتجات

source: The tax amount
ar: قيمة الضريبة

source: Delivery price
ar: سعر التوصيل

source: Delivery Address
ar: مكان التوصيل

source: Total
ar: المجموع

source: Order Delivered
ar: تم إستلام الطلب

source: Do you want to log out?
ar: هل تريد تسجيل الخروج

# You are visitor please login
source: Please login
ar: الرجاء تسجيل الدخول

source: Receive And Confirm Order
ar: تم إستلام الطلب

source: Required quantity
ar: حدد الكمية

source: Add your Favorite
ar: آضف تفضيلاتك

source: Add to Cart
ar: آصف للسلة

source: Cart
ar: سلة المشتريات

source: canceled
ar: ملغي

source: The product has been added to the cart
ar: تم إضافة المنتج للسلة

source: Complete the purchase
ar: إتمام الشراء

source: othre Products
ar: منتجات اخرى

source: this product Exist in cart
ar: هذا المنتج موجود في السلة من قبل

source: delivery Address
ar: عنوان التسليم

source: Complete The Request
ar: إتمام الطلب

# your Notes For Provider
source: Add your notes for Provider
ar: الرجاء ادخال ملاحظاتك لمقدم الخدمة

source: Delivery service is available, press to request service
ar: متوفر خدمة توصيل , اضغط لطلب الخدمة

source: Confirm
ar: تآكيد

source: Please enter a delivery address
ar: الرجاء إدخال عنوان التسليم

source: Map
ar: الخريطة

source: Choose
ar: إختر

source: Please enter your message
ar: ادخل رسالتك

source: Our dear partner .. We aspire to a successful partnership with you, and due to the large number of applicants, the application may take up to five working days to review and approve your application.
ar: شريكنا العزيز .. نطمح إلى شراكة ناجحة معك ، وبسبب العدد الكبير من المتقدمين ، قد يستغرق الطلب ما يصل إلى خمسة أيام عمل لمراجعة طلبك والموافقة عليه

source: Congratulations. Your data has been successfully submitted
ar: تهانينا ، لقد تم إرسال بياناتك بنجاح

source: Thank you
ar: شكرا لك

source: Your balance
ar: رصيدك

source: You can purchase your reward from the Shator store
ar: يمكنك شراء مكافأتك من متجر شطور

source: Activities
ar: أنشطة

source: Goals
ar: أهداف

source: Grant
ar: منح

source: Discounts
ar: خصومات

source: Premium
ar: بريميوم

source: Hi Mohamed Al-Shator
ar: اهلا محمد الشطور

source: Bonus Store
ar: متجر المكافأة

source: Bonus request
ar: طلب المكافأة

source: Shatour
ar: شطور

source: Log in to the parent application
ar: الدخول الى تطبيق الآباء

source: Change image
ar: تغير الصورة

# The language
source: Language
ar: اللغة

source: Know the features
ar: اعرف المميزات

source: You can change the application language
ar: يمكنك تغير لغة التطبيق

# the Language
source: Language
ar: اللغة

source: Choose Language
ar: إختر اللغة

# Sons
source: Children
ar: الأبناء

source: Mission
ar: المهام

source: Statistics
ar: الأحصائيات

# reward
source: Gift
ar: المكافأة

# There is no rewards
source: No rewards
ar: لا يوجد مكافأت

source: Buy your gift for your child at the gift shop
ar: اشتري هديتك لطفلك من متجر الهدايا

source: My Child
ar: أبنائي

source: Add Task
ar: أضافة مهمة

# noChild
source: There are no registered children. You can add your child Through the add icon
ar: لا يوجد أبناء مسجلين يمكنك إضافة طفلك من خلال ايقونة إضافة

source: Enter the child's name
ar: ادخل اسم الطفل

source: Child's name
ar: اسم الطفل

source: please enter child's name
ar: الرجاء إدخال اسم الطفل

source: Date of Birth
ar: تاريخ الميلاد

source: Age must be from 3 to 15 years
ar: العمر يجب ان يكون من 3 الى 15 سنة

source: Add child
ar: اضافة طفل

# choose Sex
source: Choose gender
ar: اختر الجنس

# the Activities
source: Activities
ar: الأنشطة

# the Goals
source: Goals
ar: الأهداف

# the reword
source: Gift
ar: المكافاة

# Points
source: Point
ar: نقطة

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Choose task type
ar: اختر نوع المهمة

# continuation
source: Continue
ar: استمرار

source: Activity name
ar: اسم النشاط

source: Enter the activity name
ar: الرجاء إدخال اسم النشاط

source: Number of points
ar: عدد النقاط

source: Enter the number of points
ar: الرجاء إدخال عدد النقاط

source: Select all
ar: تحديد الكل

# adding
source: Send
ar: اضافة

source: Add new Goal
ar: اضافة هدف جديد

source: Goal name
ar: اسم الهدف

source: Enter the Goal name
ar: الرجاء إدخال اسم الهدف

source: Bonus store
ar: متجر المكافأة

source: Segments store
ar: متجر شطور

source: Edit profile
ar: تعديل الملف الشخصي

# shatur store
source: Shattoor store
ar: متجر شطور

source: Change Password
ar: تغير كلمة المرور

source: Call us
ar: اتصل بنا

source: About the application
ar: عن التطبيق

source: Change
ar: تغيير

source: To increase your points balance
ar: لزيادة رصيد نقاطك

source: Uses of the balance
ar: استخدمات الرصيد

source: Watch a video
ar: مشاهدة فيديو

source: subscribe now
ar: إشترك الأن

source: Please choose the subscribtion type
ar: الرجاء إختيار نوع الإشتراك

# Your balance is not Enough
source: You do not have enough points balance to complete the task
ar: لايوجد لديك رصيد نقاط كافي لإتمام المهمة

# show Ad
source: Watch a video for more points
ar: شاهد فيديو لمزيد من النقاط

# subscribtion
source: Get a subscription
ar: احصل على إشتراك

source: Points discount
ar: خصم نقاط

source: The reason for deducting points
ar: سبب خصم النقاط

source: Please enter the reason for the discount
ar: الرجاء إدخال سبب الخصم

source: Please enter the number of points
ar: الرجاء إدخال عدد النقاط

# Select kids
source: Select kid
ar: حدد الطفل

source: Please select kids
ar: الرجاء تحديد الاطفال

source: Re-discount
ar: إعادة خصم

source: Previous discount
ar: الخصم السابقة

source: Award points
ar: منح نقاط

source: The reason for awarding points
ar: سبب منح النقاط

# Please enter the awarding reason
source: Please enter the grant reason
ar: الرجاء إدخال سبب المنح

source: Award
ar: منح

source: Previous Award
ar: المنح السابقة

source: Resend
ar: إعادة الرسال

source: One of the advantages of the Shator premium application is the ability to activate the Shator store for the child
ar: من مميزات تطبيق شطور النسخة البريميوم هو إمكانية تفعيل متجر شطور للطفل

source: Activate the store bits
ar: تفعيل متجر شطور

source: Enter the old password for your account And then the new word
ar: قم بإدخال كلمة مرور القديمة لحسابك ومن ثم الكلمة الجديدة

source: You can contact us if you need help
ar: يمكنك التواصل معنا اذا احتجت المساعدة

source: E-mail
ar: البريد الالكتروني

source: website
ar: الموقع الالكتروني

source: About Shator application
ar: عن تطبيق شطور

source: Tasks
ar: المهام

source: Please choose the type
ar: الرجاء إختيار النوع

source: Please enter your full Name
ar: الرجاء إدخال الأسم بالكامل

source: Please Enter the Date of Birth
ar: الرجاء إدخال تاريخ ميلاد الطفل

source: Please choose the relative realation
ar: الرجاء إختيار صلة القرابة

source: Please choose the child Image
ar: الرجاء إختيار صورة الطفل

source: Please Enter the number of points
ar: الرجاء إدخال عدد النقاط

source: Please Enter the Goal name
ar: الرجاء إدخال اسم الهدف

source: Please choose the Task Image
ar: الرجاء إختيار صورة المهمة

source: Please select the kids
ar: الرجاء إختيار الأطفال
